{
  "ALERT_ERROR": "An error occurred while sending the message. Please try again later.",
  "ALERT_SUCCESSFULLY": "Your message has been sent successfully! ✉️",
  "BLOG_META_DESCRIPTION": "Stay updated with the latest insights on UI/UX design and programming. Read articles, tutorials, and case studies on creating intuitive interfaces, improving user experience, and integrating cutting-edge design principles in software development.",
  "BLOG_META_TITLE": "Damian Werens - Insights on UI/UX Design and Programming",
  "BLOG_REGULAR_PRESENT": "Present",
  "BLOG_SEARCHBAR_PLACEHOLDER": "Search for the articles",
  "CODE_COMPARISON_AFTER": "after",
  "CODE_COMPARISON_BEFORE": "before",
  "COMMAND_SEARCH_PLACEHOLDER": "Search for the suggestions, themes and languages etc.",
  "CONTACT_FAQ_DESCRIPTION": "Before you ask me a question, check if it is not on the FAQ list below. If you still have questions feel free to contact me.",
  "CONTACT_FAQ_ITEM_ANSWER_1": "The completion of small and medium-sized projects is estimated at around two to six months. Please note that larger projects will require a greater time investment.",
  "CONTACT_FAQ_ITEM_ANSWER_2": "I will not undertake any e-commerce projects.",
  "CONTACT_FAQ_ITEM_ANSWER_3": "I'm open to working, both freelance and full-time.",
  "CONTACT_FAQ_ITEM_QUESTION_1": "Estimated time of project completion",
  "CONTACT_FAQ_ITEM_QUESTION_2": "Are there projects I will not undertake?",
  "CONTACT_FAQ_ITEM_QUESTION_3": "What forms of employment am I open to?",
  "CONTACT_FORM_BUTTON_SEND": "Send",
  "CONTACT_FORM_CHECKBOX_AGREE": "I agree to the processing of my personal data in accordance with the Privacy Policy.",
  "CONTACT_FORM_DESCRIPTION": "Contact me if you want to schedule a consultation, are interested in working together, or have a question.",
  "CONTACT_FORM_INPUT_EMAIL": "Email",
  "CONTACT_FORM_INPUT_MESSAGE": "Message",
  "CONTACT_FORM_INPUT_NAME": "Name",
  "CONTACT_FORM_PLACEHOLDER_EMAIL": "jdoe@example.com",
  "CONTACT_FORM_PLACEHOLDER_MESSAGE": "Write your message here...",
  "CONTACT_FORM_PLACEHOLDER_NAME": "John",
  "CONTACT_FORM_TIME_TO_RESPONSE": "Time to response is 24 hours",
  "CONTACT_FORM_TITLE": "Contact me",
  "CONTACT_META_DESCRIPTION": "Get in touch with a skilled programmer specializing in UI/UX design. Reach out for collaborations, inquiries, or to discuss how we can create exceptional user experiences together. Contact us today!",
  "CONTACT_META_TITLE": "Damian Werens - Contact",
  "CONTACT_SOCIALS_TITLE": "Socials",
  "COPY_TO_CLIPBOARD_IDDLE": "Copy to clipboard",
  "COPY_TO_CLIPBOARD_SUCCESSFULLY": "Copied to clipboard! 📋",
  "DARK_MODE": "Dark mode",
  "DETAILS": "Details",
  "FOOTER_ALL_RIGHTS_RESERVED": "All rights reserved © 2024",
  "GITHUB_ACTIVITY_DESCRIPTION": "I place great importance on systematicity, efficiency and punctuality throughout the lifetime of a project. The chart below illustrates the amount of code I have written in recent years.",
  "HOME_BLOG_VIEW_ALL": "View all posts",
  "HOME_EXPERIENCES_DESCRIPTION": "A cornerstone of my professional development is working with the best brands in the industry. Take a look at some of the companies I have had the pleasure to work for.",
  "HOME_EXPERIENCES_TITLE": "Work Experience",
  "HOME_HERO_BUTTON_MEETING": "Schedule a meeting",
  "HOME_HERO_FEATURED_PROJECTS": "These are some of my best projects, which helped me develop my professional competence.",
  "HOME_HERO_OPEN_TO_NEW_PROJECTS": "Open for new projects",
  "HOME_META_DESCRIPTION": "Full-Stack Developer and UI/UX Designer. In his free time, he actively develops his professional competences and writes articles about UI Design and programming.",
  "HOME_META_TITLE": "Damian Werens - Full-Stack Developer & Digital Designer",
  "HOME_PROCESS_DESCRIPTION": "From project strategy to final adjustments, see how I implement innovative solutions. All methodically planned and tailored to the individual needs of each client.",
  "HOME_PROCESS_ITEM_DESCRIPTION_1": "During the first phase of the project, I conduct extensive research of your brand identity, your target user base, and your competitors to establish a strategy of our collaboration.",
  "HOME_PROCESS_ITEM_DESCRIPTION_2": "Once the project strategy is in place, my next step is the exploration of different concepts. It is at this stage that your feedback is particularly important, as it will help me to tailor the solution perfectly to the needs of your business.",
  "HOME_PROCESS_ITEM_DESCRIPTION_3": "Once the concept is selected, I move on to implementation, developing all the necessary elements such as visuals, social media content and marketing automation strategies.",
  "HOME_PROCESS_ITEM_DESCRIPTION_4": "Here I verify the product’s functionality, and then I deploy it. During the testing process I make sure that every element is implemented correctly and seamlessly integrated. After rigorous tests, the product is ready for production.",
  "HOME_PROCESS_ITEM_DESCRIPTION_5": "After deploying the product, I measure its performance and make adjustments based on the feedback received from the customer to fit the solution to the company’s needs.",
  "HOME_PROCESS_ITEM_TITLE_1": "Research and Strategy",
  "HOME_PROCESS_ITEM_TITLE_2": "Concept development",
  "HOME_PROCESS_ITEM_TITLE_3": "Implementation",
  "HOME_PROCESS_ITEM_TITLE_4": "Deployment and Testing",
  "HOME_PROCESS_ITEM_TITLE_5": "Performance Monitoring, and final Feedback",
  "HOME_PROCESS_TITLE": "My project management process",
  "HOME_PROJECTS_FEATURED_PROJECTS": "Featured projects",
  "HOME_PROJECTS_VIEW_ALL": "View all",
  "HOME_SERVICES_DESCRIPTION": "I offer a wide range of services in the field of programming, optimisation and maintenance of IT systems as well as brand management.",
  "HOME_SERVICES_TITLE": "My services",
  "HOME_SERVICE_ITEM_DESCRIPTION_1": "I will conduct a competitive analysis in order to adapt the company's marketing and business strategy to align with the specific needs of the market and the target group the client is aiming to reach.",
  "HOME_SERVICE_ITEM_DESCRIPTION_2": "I will conduct extensive UX research on the client's target audience. This will include analysis of competitors' solutions and end-user surveys.",
  "HOME_SERVICE_ITEM_DESCRIPTION_3": "Based on the data collected from the above research, I will prepare a detailed report. Based on this, I'm going to suggest further action.",
  "HOME_SERVICE_ITEM_DESCRIPTION_4": "I will create a user interface that is tailored to the client's and their product's requirements.",
  "HOME_SERVICE_ITEM_DESCRIPTION_5": "I will create and implement a website on the basis of an existing or my own graphic design.",
  "HOME_SERVICE_ITEM_DESCRIPTION_6": "I can create a 3D model of an existing design or develop a new design from scratch. Should the client request it, I can also implement the design on a website as a decoration or an interactive element.",
  "HOME_SERVICE_ITEM_DESCRIPTION_7": "In order to increase the efficiency of the client's business, I will create systems that use AI to automate various types of repetitive processes.",
  "HOME_SERVICE_ITEM_DESCRIPTION_8": "I will create a comprehensive action plan for the client's business that will ensure the stable development of brand awareness and help it to stand out from the competition.",
  "HOME_SERVICE_ITEM_DESCRIPTION_9": "I will plan the project from start to finish. From the project strategy to the implementation, I will monitor the progress of the project to ensure a seamless product launch.",
  "HOME_SERVICE_ITEM_LABEL_1": "Audit",
  "HOME_SERVICE_ITEM_LABEL_2": "Design",
  "HOME_SERVICE_ITEM_LABEL_3": "Management",
  "HOME_SERVICE_ITEM_TITLE_1": "Competitive Analysis",
  "HOME_SERVICE_ITEM_TITLE_2": "UX Research",
  "HOME_SERVICE_ITEM_TITLE_3": "Writing Reports",
  "HOME_SERVICE_ITEM_TITLE_4": "User Interfaces",
  "HOME_SERVICE_ITEM_TITLE_5": "Web Applications",
  "HOME_SERVICE_ITEM_TITLE_6": "3D Graphics",
  "HOME_SERVICE_ITEM_TITLE_7": "AI Automation",
  "HOME_SERVICE_ITEM_TITLE_8": "Brand strategy development",
  "HOME_SERVICE_ITEM_TITLE_9": "IT project management",
  "HOME_SKILLS_DESCRIPTION": "In my work, I make use of technologies that allow me to create solutions that are efficient and highly scalable.",
  "HOME_SKILLS_TITLE": "Skills",
  "LANGUAGES": "Languages",
  "LIGHT_MODE": "Light mode",
  "MY_GITHUB_ACTIVITY": "My Activity",
  "NAVIGATION_ABOUT": "About",
  "NAVIGATION_BLOG": "Blog",
  "NAVIGATION_CONTACT": "Contact",
  "NAVIGATION_PORTFOLIO": "Portfolio",
  "NEXT": "Next",
  "NOT_FOUND_BUTTON": "Back to homepage",
  "NOT_FOUND_DESCRIPTION": "The page you are looking for does not exist. You can go back to the homepage or use the search engine 🚀.",
  "NOT_FOUND_TITLE": "Page not found",
  "NO_RESULTS": "No results found.",
  "PORTFOLIO_META_DESCRIPTION": "Explore the projects of a programmer specializing in UI/UX design. Discover innovative applications, intuitive interfaces, and exceptional user experiences that seamlessly blend aesthetics with functionality.",
  "PORTFOLIO_META_TITLE": "Damian Werens - The design and programming projects",
  "POSTS": "Posts",
  "PRESENT": "{year} - Present",
  "PREV": "Prev",
  "PROJECTS": "Projects",
  "SETTINGS": "Settings",
  "SUGGESTIONS": "Suggestions",
  "SYSTEM_MODE": "System mode",
  "THEMES": "Themes"
}
