{
  "ALERT_ERROR": "Wystpi bd podczas wysyania wiadomoci. Spr贸buj ponownie p贸藕niej.",
  "ALERT_SUCCESSFULLY": "Twoja wiadomo zostaa wysana pomylnie! 锔",
  "BLOG_META_DESCRIPTION": "Bd藕 na bie偶co z najnowszymi spostrze偶eniami na temat projektowania UI/UX i programowania. Czytaj artykuy, samouczki i studia przypadk贸w dotyczce tworzenia intuicyjnych interfejs贸w, poprawy dowiadczenia u偶ytkownika i integrowania nowoczesnych zasad projektowania w rozwoju oprogramowania.",
  "BLOG_META_TITLE": "Damian Werens - Spostrze偶enia na temat projektowania UI/UX i programowania.",
  "BLOG_REGULAR_PRESENT": "Teraz",
  "BLOG_SEARCHBAR_PLACEHOLDER": "Wyszukaj artykuy po tytule",
  "CONTACT_FAQ_DESCRIPTION": "Zanim zadasz mi pytanie zobacz czy nie znajduje si ono na licie najczciej zadawanych pyta. Je偶eli nadal masz wtpliwoci to zapraszam do kontaktu.",
  "CONTACT_FAQ_ITEM_ANSWER_1": "Biorc pod uwag mae i rednie projekty, bdzie to w przedziale 2-6 miesicy. Du偶e projekty naturalnie zajm wicej czasu.",
  "CONTACT_FAQ_ITEM_ANSWER_2": "Nie podejme si projekt贸w e-commerce.",
  "CONTACT_FAQ_ITEM_ANSWER_3": "Jestem w stanie wykonywa zar贸wno prace na zlecenie jak i na etat.",
  "CONTACT_FAQ_ITEM_QUESTION_1": "Szacowany czas wykonania projektu?",
  "CONTACT_FAQ_ITEM_QUESTION_2": "Czy s projekty kt贸rych si nie podejm?",
  "CONTACT_FAQ_ITEM_QUESTION_3": "Na jakie formy zatrudnienia jestem otwarty?",
  "CONTACT_FORM_BUTTON_SEND": "Wylij",
  "CONTACT_FORM_DESCRIPTION": "Skontaktuj si ze mn je偶eli chcesz um贸wi konsultacj, jeste zainteresowany wsp贸prac, lub masz jakie pytanie.",
  "CONTACT_FORM_INPUT_EMAIL": "Skrzynka elektroniczna",
  "CONTACT_FORM_INPUT_MESSAGE": "Wiadomo",
  "CONTACT_FORM_INPUT_NAME": "Imi",
  "CONTACT_FORM_TEXTAREA_MESSAGE": "Napisz swoj wiadomo tutaj...",
  "CONTACT_FORM_TIME_TO_RESPONSE": "Czas odpowiedzi to 24 godziny",
  "CONTACT_FORM_TITLE": "Wsp贸pracuj ze mn",
  "CONTACT_META_DESCRIPTION": "Skontaktuj si z dowiadczonym programist specjalizujcym si w projektowaniu UI/UX. Skontaktuj si w sprawie wsp贸pracy, zapyta lub aby om贸wi, jak mo偶emy razem tworzy wyjtkowe dowiadczenia u偶ytkownika. Skontaktuj si z nami ju偶 dzi!",
  "CONTACT_META_TITLE": "Damian Werens - Kontakt",
  "CONTACT_SOCIALS_TITLE": "Media spoecznociowe",
  "DETAILS": "Szczeg贸y",
  "FOOTER_ALL_RIGHTS_RESERVED": "Wszelkie prawa zastrze偶one 漏 2024",
  "HOME_BLOG_VIEW_ALL": "Zobacz wszystkie posty",
  "HOME_EXPERIENCES_DESCRIPTION": "Wsp贸praca z najlepszymi markami w bran偶y stanowi fundament mojej cie偶ki zawodowej. Zapoznaj si z firmami z kt贸rymi miaem przyjemno pracowa.",
  "HOME_EXPERIENCES_TITLE": "Dowiadczenie",
  "HOME_HERO_BUTTON_MEETING": "Zaplanuj spotkanie",
  "HOME_HERO_FEATURED_PROJECTS": "Oto kilka moich najlepszych projekt贸w, kt贸re stworzyy fundacje moich kompetencji zawodowych.",
  "HOME_HERO_OPEN_TO_NEW_PROJECTS": "Otwarty na nowe projekty",
  "HOME_META_DESCRIPTION": "Deweloper aplikacji Full Stackowych i UI/UX Designer. W wolnym czasie Aktywnie rozwija kompetencje zawodowe oraz pisze Artykuy o programowaniu i projektowaniu UI.",
  "HOME_META_TITLE": "Damian Werens - Full-Stack Developer & Digital Designer",
  "HOME_PROCESS_DESCRIPTION": "Zobacz w jaki spos贸b realizuje innowacyjne rozwizania, od ustalenia strategii, do ostatnich dostosowa. Wszystko metodycznie zaplanowane i dostosowane do indywidualnych potrzeb klienta.",
  "HOME_PROCESS_ITEM_DESCRIPTION_1": "Podczas pocztkowej fazy projektu, wykonuje kompleksowy research to偶samoci twojej firmy, demografii w kt贸r ona celuje, oraz konkurencji w celu ustalenia strategii naszej wsp贸pracy.",
  "HOME_PROCESS_ITEM_DESCRIPTION_2": "Po ustaleniu strategii projektu, zaczynam eksplorowa r贸偶ne koncepcje. W tej fazie tw贸j feedback ma szczeg贸lne znaczenie, poniewa偶 pomaga mi on dostosowa rozwizanie idealnie do potrzeb twojej firmy.",
  "HOME_PROCESS_ITEM_DESCRIPTION_3": "Po wyborze koncepcji przechodz do szczeg贸owej realizacji, rozwijajc wszystkie niezbdne elementy, takie jak elementy wizualne, treci do medi贸w spoecznociowych oraz strategie dla automatyzacji marketingu.",
  "HOME_PROCESS_ITEM_DESCRIPTION_4": "Tutaj weryfikuje dziaanie produktu, oraz wprowadzam go na rynek. Podczas testowania upewniam si, 偶e ka偶dy element jest zrealizowany poprawnie i pynnie zintegrowany. Po rygorystycznych testach, produkt jest gotowy do produkcji.",
  "HOME_PROCESS_ITEM_DESCRIPTION_5": "Po wdro偶eniu produktu monitoruje jego wydajno oraz wykonuje dostosowania na podstawie otrzymanego od klienta feedbacku, aby dostosowa go do zmieniajcych si potrzeb firmy.",
  "HOME_PROCESS_ITEM_TITLE_1": "Odkrywanie i strategia",
  "HOME_PROCESS_ITEM_TITLE_2": "Rozw贸j koncepcji",
  "HOME_PROCESS_ITEM_TITLE_3": "Wykonanie",
  "HOME_PROCESS_ITEM_TITLE_4": "Wdro偶enie i testy",
  "HOME_PROCESS_ITEM_TITLE_5": "Uruchomienie i ocena",
  "HOME_PROCESS_TITLE": "Proces wykonywania projektu",
  "HOME_PROJECTS_FEATURED_PROJECTS": "Wyr贸偶nione projekty",
  "HOME_PROJECTS_VIEW_ALL": "Zobacz wszystkie",
  "HOME_SERVICES_DESCRIPTION": "Oferuje r贸偶norodne usugi z zakresu Programowania, Optymalizacji i utrzymywania System贸w IT i Zarzdzania Mark.",
  "HOME_SERVICES_TITLE": "Usugi",
  "HOME_SERVICE_ITEM_DESCRIPTION_1": "Przeprowadz analiz konkurencji, w celu dopasowania strategii marketingowej i biznesowej do potrzeb rynku i grupy docelowej, w kt贸r celuje firma klienta.",
  "HOME_SERVICE_ITEM_DESCRIPTION_2": "Wykonam kompleksowe badania dowiadcze grupy docelowej klienta midzy innymi  poprzez analize rozwiza podjtych przez konkurencj oraz ankietowanie u偶ytkownik贸w produktu.",
  "HOME_SERVICE_ITEM_DESCRIPTION_3": "Wykonam szczeg贸owy raport na podstawie danych zebranych z powy偶szych bada. Na jego podstawie zasugeruj dalsze dziaania.",
  "HOME_SERVICE_ITEM_DESCRIPTION_4": "Zaprojektuj interfejs u偶ytkownika dostosowany do indywidualnych potrzeb klienta i jego produktu.",
  "HOME_SERVICE_ITEM_DESCRIPTION_5": "Zrealizuj i wdro偶 stron internetow na podstawie gotowego lub wasnego projektu graficznego.",
  "HOME_SERVICE_ITEM_DESCRIPTION_6": "Wymodeluje obiekt 3D na podstawie gotowego wzorca, lub zaprojektuje cao od zera. Na 偶yczenie klienta mog zaimplementowa ten obiekt na stronie internetowej jako dekoracj lub element interaktywny.",
  "HOME_SERVICE_ITEM_DESCRIPTION_7": "Stworz systemy, kt贸re za pomoc AI bd automatyzowa r贸偶nego rodzaju powtarzalne procesy, w celu zwikszenia wydajnoci firmy klienta.",
  "HOME_SERVICE_ITEM_DESCRIPTION_8": "Wykonam kompleksowy plan dziaania firmy klienta, kt贸ry zapewni stabilny rozw贸j wiadomoci marki, wr贸d grupy docelowej oraz jej wyr贸偶nienie na tle konkurencji.",
  "HOME_SERVICE_ITEM_DESCRIPTION_9": "Zaplanuje projekt od pocztku do koca. Od strategii projektu do wdro偶enia, bd monitorowa jego postp w celu zagwarantowania bezproblemowego wprowadzenia produktu na rynek.",
  "HOME_SERVICE_ITEM_LABEL_1": "Audyt",
  "HOME_SERVICE_ITEM_LABEL_2": "Projektowanie",
  "HOME_SERVICE_ITEM_LABEL_3": "Zarzdzanie",
  "HOME_SERVICE_ITEM_TITLE_1": "Analiza konkurencji",
  "HOME_SERVICE_ITEM_TITLE_2": "Przeprowadzanie bada UX",
  "HOME_SERVICE_ITEM_TITLE_3": "Raporty i wnioski",
  "HOME_SERVICE_ITEM_TITLE_4": "Interfejs贸w u偶ytkownika",
  "HOME_SERVICE_ITEM_TITLE_5": "Stron Internetowych",
  "HOME_SERVICE_ITEM_TITLE_6": "Grafika 3d",
  "HOME_SERVICE_ITEM_TITLE_7": "Automatyzacja z u偶yciem AI",
  "HOME_SERVICE_ITEM_TITLE_8": "Rozw贸j strategii marki",
  "HOME_SERVICE_ITEM_TITLE_9": "Zarzdzanie projektami IT",
  "HOME_SKILLS_DESCRIPTION": "Podczas pracy korzystam z technologii, kt贸re pozwalaj na tworzenie wydajnych i wysoce skalowalnych rozwiza.",
  "HOME_SKILLS_TITLE": "Umiejtnoci",
  "NAVIGATION_ABOUT": "O mnie",
  "NAVIGATION_BLOG": "Blog",
  "NAVIGATION_CONTACT": "Kontakt",
  "NAVIGATION_PORTFOLIO": "Portfolio",
  "NOT_FOUND_BUTTON": "Powr贸t",
  "NOT_FOUND_DESCRIPTION": "Jak w og贸le si zgubie? Nie wiem... ale spokojnie, pomog Ci wr贸ci na stron g贸wn.",
  "NOT_FOUND_TITLE": "Przykro mi, ale ta strona nie istnieje... ",
  "PORTFOLIO_META_DESCRIPTION": "Odkryj projekty programisty specjalizujcego si w projektowaniu UI/UX. Odkryj innowacyjne aplikacje, intuicyjne interfejsy i wyjtkowe dowiadczenia u偶ytkownika, kt贸re doskonale cz estetyk z funkcjonalnoci.",
  "PORTFOLIO_META_TITLE": "Damian Werens - Projekty designu i programowania"
}
