{
  "ALERT_ERROR": "Wystąpił błąd podczas wysyłania wiadomości. Spróbuj ponownie później.",
  "ALERT_SUCCESSFULLY": "Twoja wiadomość została wysłana pomyślnie! ✉️",
  "BLOG_META_DESCRIPTION": "Bądź na bieżąco z najnowszymi spostrzeżeniami na temat projektowania UI/UX i programowania. Czytaj artykuły, samouczki i studia przypadków dotyczące tworzenia intuicyjnych interfejsów, poprawy doświadczenia użytkownika i integrowania nowoczesnych zasad projektowania w rozwoju oprogramowania.",
  "BLOG_META_TITLE": "Damian Werens - Spostrzeżenia na temat projektowania UI/UX i programowania",
  "BLOG_REGULAR_PRESENT": "Teraz",
  "BLOG_SEARCHBAR_PLACEHOLDER": "Wyszukaj artykuły po tytule",
  "CONTACT_FAQ_DESCRIPTION": "placeholder_faq_description",
  "CONTACT_FORM_BUTTON_SEND": "Wyślij",
  "CONTACT_FORM_DESCRIPTION": "Jeżeli jesteś zainteresowany współpracą to proszę o szybki kontakt - pracuje pod napiętym harmonogramem.",
  "CONTACT_FORM_TEXTAREA_MESSAGE": "Napisz swoją wiadomość tutaj...",
  "CONTACT_FORM_TIME_TO_RESPONSE": "Czas odpowiedzi to 24 godziny",
  "CONTACT_FORM_TITLE": "Współpracuj ze mną",
  "CONTACT_META_DESCRIPTION": "Skontaktuj się z doświadczonym programistą specjalizującym się w projektowaniu UI/UX. Skontaktuj się w sprawie współpracy, zapytań lub aby omówić, jak możemy razem tworzyć wyjątkowe doświadczenia użytkownika. Skontaktuj się z nami już dziś!",
  "CONTACT_META_TITLE": "Damian Werens - Kontakt",
  "CONTACT_SOCIALS_TITLE": "Media społecznościowe",
  "FOOTER_ALL_RIGHTS_RESERVED": "Wszelkie prawa zastrzeżone © 2024",
  "HOME_BLOG_VIEW_ALL": "Zobacz wszystkie posty",
  "HOME_EXPERIENCES_DESCRIPTION": "Współpraca z najlepszymi markami w branży stanowi fundament mojej ścieżki zawodowej. Zapoznaj się z firmami z którymi miałem przyjemność pracować.",
  "HOME_EXPERIENCES_TITLE": "Doświadczenie",
  "HOME_HERO_EMAIL_ME": "Napisz do mnie",
  "HOME_HERO_OPEN_TO_NEW_PROJECTS": "Otwarty na nowe projekty",
  "HOME_META_DESCRIPTION": "Deweloper aplikacji Full Stackowych i UI/UX Designer. W wolnym czasie Aktywnie rozwija kompetencje zawodowe oraz pisze Artykuły o programowaniu i projektowaniu UI.",
  "HOME_META_TITLE": "Damian Werens - Full-Stack Developer & Digital Designer",
  "HOME_PROCESS_DESCRIPTION": "Zobacz w jaki sposób realizuje innowacyjne rozwiązania, od ustalenia strategii, do ostatnich dostosowań. Wszystko metodycznie zaplanowane i dostosowane do indywidualnych potrzeb klienta.",
  "HOME_PROCESS_ITEM_DESCRIPTION_1": "Podczas początkowej fazy projektu, wykonuje kompleksowy research tożsamości twojej firmy, demografii w którą ona celuje, oraz konkurencji w celu ustalenia strategii naszej współpracy.",
  "HOME_PROCESS_ITEM_DESCRIPTION_2": "Po ustaleniu strategii projektu, zaczynam eksplorować różne koncepcje. W tej fazie twój feedback ma szczególne znaczenie, ponieważ pomaga mi on dostosować rozwiązanie idealnie do potrzeb twojej firmy",
  "HOME_PROCESS_ITEM_DESCRIPTION_3": "Po wyborze koncepcji przechodzę do szczegółowej realizacji, rozwijając wszystkie niezbędne elementy, takie jak elementy wizualne, treści do mediów społecznościowych oraz strategie dla automatyzacji marketingu.",
  "HOME_PROCESS_ITEM_DESCRIPTION_4": "Tutaj weryfikuje działanie produktu, oraz wprowadzam go na rynek. Podczas testowania upewniam się, że każdy element jest zrealizowany poprawnie i płynnie zintegrowany. Po rygorystycznych testach, produkt jest gotowy do produkcji.",
  "HOME_PROCESS_ITEM_DESCRIPTION_5": "Po wdrożeniu produktu monitoruje jego wydajność oraz wykonuje dostosowania na podstawie otrzymanego od klienta feedbacku, aby dostosować go do zmieniających się potrzeb firmy.",
  "HOME_PROCESS_ITEM_TITLE_1": "Odkrywanie i strategia",
  "HOME_PROCESS_ITEM_TITLE_2": "Rozwój koncepcji",
  "HOME_PROCESS_ITEM_TITLE_3": "Wykonanie",
  "HOME_PROCESS_ITEM_TITLE_4": "Wdrożenie i testy",
  "HOME_PROCESS_ITEM_TITLE_5": "Uruchomienie i ocena",
  "HOME_PROCESS_TITLE": "Proces wykonywania projektu",
  "HOME_PROJECTS_FEATURED_PROJECTS": "Wyróżnione projekty",
  "HOME_PROJECTS_VIEW_ALL": "Zobacz wszystkie",
  "HOME_SERVICES_DESCRIPTION": "Oferuje różnorodne usługi z zakresu Programowania, Optymalizacji i utrzymywania Systemów IT i Zarządzania Marką",
  "HOME_SERVICES_TITLE": "Usługi",
  "HOME_SERVICE_1": "Projektowanie UI",
  "HOME_SERVICE_2": "Projektowanie Grafik 3D",
  "HOME_SERVICE_3": "Projektowanie Stron Internetowych",
  "HOME_SERVICE_4": "Optymalizacja Systemów Informatycznych",
  "HOME_SERVICE_5": "Przeprowadzanie Badań UX",
  "HOME_SERVICE_6": "Zarządzanie Projektami",
  "HOME_SERVICE_7": "Budowanie Strategii Marki",
  "HOME_SERVICE_8": "Rozwiązywanie problemów biznesowych z użyciem AI",
  "HOME_SKILLS_DESCRIPTION": "Podczas pracy korzystam z technologii, które pozwalają na tworzenie wydajnych i wysoce skalowalnych rozwiązań.",
  "HOME_SKILLS_TITLE": "Umiejętności",
  "NAVIGATION_ABOUT": "O mnie",
  "NAVIGATION_BLOG": "Blog",
  "NAVIGATION_CONTACT": "Kontakt",
  "NAVIGATION_PORTFOLIO": "Portfolio",
  "PORTFOLIO_META_DESCRIPTION": "Odkryj projekty programisty specjalizującego się w projektowaniu UI/UX. Odkryj innowacyjne aplikacje, intuicyjne interfejsy i wyjątkowe doświadczenia użytkownika, które doskonale łączą estetykę z funkcjonalnością.",
  "PORTFOLIO_META_TITLE": "Damian Werens - Projekty designu i programowania"
}
